Repository: damascus-mx/Damascus-Angular
Catalog: src/locale/messages.*.xlf
Languages: de, es

source: Products
de: Produkte
es: Productos

source: Services
de: Dienstleistungen
es: Servicios

source: Greatness from small beginnings.
de: Größe aus kleinen Anfängen

source: We encourage businesses to grow correctly with our Services & Infrastructure.
de: Wir ermutigen Unternehmen, mit unserer Service-Infrastruktur richtig zu wachsen.

source: Services
de: Dienstleistungen
es: Servicios

source: Infrastructure
de: Infrastruktur
es: Infraestructura

source: +1K users
de: +1K benutzer
es: +1Mil usuarios

source: +20 establishments
de: +20 einrichtungen

source: Connecting places with you.
de: Orte mit Ihnen verbinden.

source: is a way to connect people with places using the latest tech trends.
de: ist eine Möglichkeit, Menschen mit Orten zu verbinden, die die neuesten Technologietrends nutzen.

source: See more
de: Mehr sehen
es: Ver más

source: +100 products
de: +100 produkte
es: +100 productos

source: +3K operations
de: +3K Operationen
es: +3Mil operaciones

source: Enhance facebook selling.
de: Verbessere den Facebook-Verkauf.

source: is an small app to automize your business using Facebook Marketplace.
de: ist eine kleine App, mit der Sie Ihr Unternehmen mithilfe des Facebook-Marktplatzes automatisieren können.
es: es una app compacta que automatiza tu negocio usando Facebook Marketplace.

source: Services
de: Dienstleistungen

source: All-in-cloud
de: Alles-in-der-Wolke
es: Todo-en-nube

source: We use the power of <b>elastic cloud computing</b> to serve all your needs.
de: Wir nutzen die Leistungsfähigkeit des <b>elastischen Cloud-Computing</b>, um alle Ihre Anforderungen zu erfüllen.
es: Usamos la potencia de la <b>computación elástica en la nube</b> para servir cualquier necesidad.

source: Scalable
de: Skalierbar
es: Escalable

source: Using the best <b>3rd-party web services</b> assures us to scale properly.
de: Die Verwendung der besten <b>Webservices von Drittanbieterne</b> sichert uns die ordnungsgemäße Skalierung.
es: Se usan los mejores <b>servicios web de terceros</b> para asegurar una escalabilidad correcta.

source: Fast
de: Schnell
es: Rápido

source: Your data is <b>served dynamically</b> using edge servers all around the globe to deliver content faster.
de: Ihre Daten werden mithilfe von Edge-Servern auf der ganzen Welt <b>dynamisch bereitgestellt</b>, um Inhalte schneller bereitzustellen.
es: Sus datos son <b>entregados dinámicamente</b> usando servidores en puntas alrededor de todo el globo para entregar contenido rápidamente.

source: Secure
de: Sichern
es: Seguro

source: Damascus Engineering™'s infrastructure is secured thanks to the <b>internal isolated network</b> within its cloud.
de: Die Infrastruktur von Damascus Engineering ™ ist dank des <b>internen isolierten Netzwerks</b> in der Cloud gesichert.
es: La infraestructura de Damascus Engineering™ es segura gracias a la <b>red isolada interna</b> dentro de la nube.

source: Powered
de: Bereitgestellt

source: Language
de: Sprache

source: Select an option
de: Wähle eine Option

source: Careers
de: Arbeitsplätze

source: Apply now
de: Jetzt bewerben

source: Developers
de: Entwickler

source: Not found.
de: Nicht gefunden.

source: Home
es: Inicio

source: Contact
es: Contacto

source: Transform your ideas
es: Transforma tus ideas

source: Make your business bigger with Damascus Engineering™ infrastructure & solutions.
es: Haga crecer su negocio con la infraestructura y soluciones de Damascus Engineering™

source: +40 establishments
es: +40 establecimientos

source: Digitalizing the nightlife.
es: Digitalizando la vida nocturna.

source: is a way to enhace the whole nightlife experience using the latest tech trends.
es: es una forma de mejorar la vida nocturna usando las últimas tendencias tecnológicas.

source: Automize facebook selling.
es: Automatizar ventas por facebook.
